[
    { "id": 1, "text": "Maiko pursuing me, kissing me." },
    { "id": 2, "text": "Em and how she fell for me too hard, had to pull away." },
    { "id": 3, "text": "E hugging me and not wanting to let me go. \"I could feel my ovaries drop\"" },
    { "id": 4, "text": "El and how she pursued me, dropping our agreement along the way (\"You don't have to pay...\")." },
    { "id": 5, "text": "El casually revealing the underside of her breast on a call" },
    { "id": 6, "text": "Hoji Alexandra telling me I had a powerful aura that people are drawn to, want to be a part of." },
    { "id": 7, "text": "That night with Thao, after we had broken up, putting her hand on my arm, kissing in the doorway." },
    { "id": 8, "text": "That time I was so angry with Thao, ripping her clothes off, fucking her on the floor." },
    { "id": 9, "text": "I've been the front man for every band I've ever been in." },
    { "id": 10, "text": "Lou: \"Dan's an incredible leader.\"" },
    { "id": 11, "text": "That guy at Improv saying that I was the leader of the group." },
    { "id": 12, "text": "Kristin (Eti) commenting on how well-muscled I looked." },
    { "id": 13, "text": "Getting smiles on the street while walking around the center." },
    { "id": 14, "text": "The dancer/gymnast chatting me up after our Canada show, staring intensely." },
    { "id": 15, "text": "Justine pursuing me" },
    { "id": 16, "text": "Conversation with Pam on the flight, super cute, touching my arm and touching her hair, clearly attracted to me. She became so open, telling me all about her relationship." },
    { "id": 17, "text": "Chatting up everyone on the trip to LA (Devon opening up about her boyfriend)" },
    { "id": 18, "text": "Rose being flirty in LA - \"don't threaten me with a good time\"" },
    { "id": 19, "text": "\"I don't want to make out, I want to fuck!\"" },
    { "id": 20, "text": "The hostess giving me extra cookies" },
    { "id": 21, "text": "Learning everyone at Starbuck's name" },
    { "id": 22, "text": "Chatting up the customs officer in Canada, talking about her water bottle" },
    { "id": 23, "text": "Marika: \"I can't believe you don't see how women look at you.\"" },
    { "id": 24, "text": "I gave Sam the best and most productive year of her life" },
    { "id": 25, "text": "Build a company to 1.5 million dollars" },
    { "id": 26, "text": "Because the best teacher of PPC in the world" },
    { "id": 27, "text": "No one has ever used the concepts I use in PPC before - I am the first" },
    { "id": 28, "text": "I said \"this hoodie makes my arms look big.\" Thao said “your arms make your arms look big.”" },
    { "id": 29, "text": "JT Foxx telling me people would choose me over Marczell and telling me I’m incredibly warm, people like me" },
    { "id": 30, "text": "That moment when I went to Lilian's soccer game (I had considered just staying home and having time to myself) and  Thao #family member (Tanarian Brain) seemed very happy to see me - gave me a huge smile, kissed me, hugged me, etc. It felt great, and I love her and appreciated it." },
    { "id": 31, "text": "Em: “Morning sunshine. Happy Friday. Ilysm ♥️”" },
    { "id": 32, "text": "I absolutely fucking killed it today - did the data-driven agency training with Woww and killed it. Then I did the DSS training on coherence therapy and killed THAT. I just feel like I'm fucking in my element when I teach, it brings me tons of joy and I love it. I am fucking good at this." },
    { "id": 33, "text": "Thao is 100x more sexually available and open than she was when we first met. I did that." },
    { "id": 34, "text": "The Guardian said Have a Nice Life (HANL) had the best set of our day at Outbreak fest London." },
    { "id": 35, "text": "Merlin told me that not only was I one of the best NCI-3 exams he'd ever seen, \"you could pass NCI-4 tomorrow.\"" },
    { "id": 36, "text": "Hypnotizing someone at black course: \"Oh my god, you are SO GOOD at this.\"" },
    { "id": 37, "text": "Planned, trained for, and killed the Spartan Race with my entire family." },
    { "id": 38, "text": "Deathconsciousness continues to change people's lives almost 20 years later." }
  ]